

export function FooterContent({ props }: any) {

    return (
        <>
            {/* 
            Блок состящий из двух основных компонетов:
            1. Афиша(прокидываем нужные данные пропсом и отрисовываем).
            2. Контейнер с элементами по категориям (props'ом  передаём данные которые надо вывести и разворачиваем при помощи map , а логику
            что будет внутри компонентиков пишем отдельно т.к. ответственность FooterContent определить что необходимо вывести по категориям)
     */}
        </>
    )
}